Repository: mohammed672096/AccountingMS-27-02-2023
Catalog: AccountingMS/NewForms/frm_ImportFromExcel.*.resx
Languages: ar

# groupControl1.Text
source: groupControl1
ar: معاينه

# simpleButton2.Text
source: simpleButton2
ar: اختار الملف

# labelControl1.Text
source: labelControl1
ar: الجدول

# groupControl2.Text
source: groupControl2
ar: الملف

# labelControl8.Text
source: labelControl1
ar: الرصيد الحالي

# labelControl4.Text
source: labelControl1
ar: وحده القياس

# labelControl7.Text
source: labelControl1
ar: سعر البيع

# labelControl6.Text
source: labelControl1
ar: باركود

# labelControl2.Text
source: labelControl1
ar: الشركة

# labelControl5.Text
source: labelControl1
ar: سعر الشراء

# labelControl3.Text
source: labelControl1
ar: الفئه

# simpleButton1.Text
source: simpleButton1
ar: متابعه

# groupControl3.Text
source: groupControl2
ar: الاعمده

# $this.Text
source: frm_ImportFromExcel
ar: استيراد الاصناف من ملف
