Repository: mohammed672096/AccountingMS-27-02-2023
Catalog: AccountingMS/NewForms/frm_CompanyInfo.*.resx
Languages: ar

# label1.Text
source: Company name
ar: اسم الشركه

# label2.Text
source: City
ar: المدينه

# label3.Text
source: address
ar: العنوان

# label4.Text
source: phone
ar: الهاتف

# label5.Text
source: mobile
ar: الموبيل

# label6.Text
source: commersial book #
ar: سجل تجاري

# label7.Text
source: Tax card #
ar: بطاقه ضريبيه

# label8.Text
source: Financial year start
ar: بدايه السنه الماليه

# label9.Text
source: Financial year end
ar: نهايه السنه الماليه

# $this.Text
source: Company info
ar: بيانات الشركه
